const books = [

    {
        "id": crypto.randomUUID(),
        cover: 'history-of-h.webp',
        name: 'হাদিস সংকলনের ইতিহাস',
        author: 'মুফতি মুহাম্মদ রাফী উসমানী',
        about: 'জীবের মধ্যে সবচেয়ে সম্পূর্ণতা মানুষের। কিন্তু সবচেয়ে অসম্পূর্ণ হয়ে সে জন্মগ্রহণ করে। বাঘ ভালুক তার জীবনযাত্রার পনেরো- আনা মূলধন নিয়ে আসে প্রকৃতির মালখানা থেকে। জীবরঙ্গভূমিতে মানুষ এসে দেখা দেয় দুই শূন্য হাতে মুঠো বেঁধে। মানুষ আসবার পূর্বেই জীবসৃষ্টিযজ্ঞে প্রকৃতির ভূরিব্যয়ের পালা শেষ হয়ে এসেছে।',
        ratings: 3,
        price: 235,
        dprice: '২৩৫'
    },
    {
        "id": crypto.randomUUID(),
        cover: 'muhsonin.jpg',
        name: 'মুহসনিন',
        author: 'আব্দুল্লাহ্ ইবনে জাফর',
        about: 'জীবের মধ্যে সবচেয়ে সম্পূর্ণতা মানুষের। কিন্তু সবচেয়ে অসম্পূর্ণ হয়ে সে জন্মগ্রহণ করে। বাঘ ভালুক তার জীবনযাত্রার পনেরো- আনা মূলধন নিয়ে আসে প্রকৃতির মালখানা থেকে। জীবরঙ্গভূমিতে মানুষ এসে দেখা দেয় দুই শূন্য হাতে মুঠো বেঁধে। মানুষ আসবার পূর্বেই জীবসৃষ্টিযজ্ঞে প্রকৃতির ভূরিব্যয়ের পালা শেষ হয়ে এসেছে।',
        ratings: 5,

        price: 255,
        dprice: '২৫৫'
    },
    {
        "id": crypto.randomUUID(),
        cover: 'asroy-kamona.webp',
        name: 'আশ্রয় কামনা করুন',
        author: 'সাদিক ফারহান',
        about: 'জীবের মধ্যে সবচেয়ে সম্পূর্ণতা মানুষের। কিন্তু সবচেয়ে অসম্পূর্ণ হয়ে সে জন্মগ্রহণ করে। বাঘ ভালুক তার জীবনযাত্রার পনেরো- আনা মূলধন নিয়ে আসে প্রকৃতির মালখানা থেকে। জীবরঙ্গভূমিতে মানুষ এসে দেখা দেয় দুই শূন্য হাতে মুঠো বেঁধে। মানুষ আসবার পূর্বেই জীবসৃষ্টিযজ্ঞে প্রকৃতির ভূরিব্যয়ের পালা শেষ হয়ে এসেছে।',
        ratings: 4,
        price: 285,
        dprice: '২৮৫'
    },
    {
        "id": crypto.randomUUID(),
        cover: 'asroy-kamona.webp',
        name: 'আশ্রয় কামনা করুন',
        author: 'সাদিক ফারহান',
        about: 'জীবের মধ্যে সবচেয়ে সম্পূর্ণতা মানুষের। কিন্তু সবচেয়ে অসম্পূর্ণ হয়ে সে জন্মগ্রহণ করে। বাঘ ভালুক তার জীবনযাত্রার পনেরো- আনা মূলধন নিয়ে আসে প্রকৃতির মালখানা থেকে। জীবরঙ্গভূমিতে মানুষ এসে দেখা দেয় দুই শূন্য হাতে মুঠো বেঁধে। মানুষ আসবার পূর্বেই জীবসৃষ্টিযজ্ঞে প্রকৃতির ভূরিব্যয়ের পালা শেষ হয়ে এসেছে।',
        ratings: 4,
        price: 285,
        dprice: '২৮৫'

    },
    {
        "id": crypto.randomUUID(),
        cover: 'asroy-kamona.webp',
        name: 'আশ্রয় কামনা করুন',
        author: 'সাদিক ফারহান',
        about: 'জীবের মধ্যে সবচেয়ে সম্পূর্ণতা মানুষের। কিন্তু সবচেয়ে অসম্পূর্ণ হয়ে সে জন্মগ্রহণ করে। বাঘ ভালুক তার জীবনযাত্রার পনেরো- আনা মূলধন নিয়ে আসে প্রকৃতির মালখানা থেকে। জীবরঙ্গভূমিতে মানুষ এসে দেখা দেয় দুই শূন্য হাতে মুঠো বেঁধে। মানুষ আসবার পূর্বেই জীবসৃষ্টিযজ্ঞে প্রকৃতির ভূরিব্যয়ের পালা শেষ হয়ে এসেছে।',
        ratings: 4,
        price: 285,
        dprice: '২৮৫'
    },

]

function getAllBooks() {
    return books;
}
export { getAllBooks }


